Tekla.Structures.Filtering.Categories.WeldFilterExpressions.SizeAboveLine
The SizeAboveLine class represents the size above line filter expression.

Tekla.Structures.Filtering.Categories.WeldFilterExpressions.SizeAboveLine.#ctor
Initializes a new instance of the SizeAboveLine class.